<template>
  <div class="demo_page">
    <!-- <navigation-bar title="订单共享与安全" :back-visible="true" :home-path="'/pages/index/main'" @test="test"></navigation-bar> -->

    <div class="main">
      <h3 class="h3">订单共享与安全</h3>
      <h4 class="h4">
        <p
          class="p"
        >我们可能会向合作伙伴共享您的订单信息，账户信息，用户操作行为信息，以保障为您提供的服务顺利完成。但我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。我们的合作伙伴无权将共享的个人信息用于任何其他用途。我们的合作伙伴包括以下类型：</p>
      </h4>
      <br />
      <h6 class="h6">1、商品或技术服务的供应商</h6>
      <p class="p">我们可能会将您个人订单信息共享给支持我们功能的第三方。这些技术包括我们的供货或提供基础设施技术服务、物流配送服务、支付服务、数据处理。</p>
      <p
        class="p"
      >我们共享这些信息的目的是可以实现我们产品及/或服务的核心购物功能，比如我们必须与物流服务提供商共享您的订单信心才能安排送货；或者我们需要将您的订单号和订单金额与第三方支付机构支付机构共享以实现其确认您的支付指令并完成支付。</p>
      <br />
      <h6 class="h6">2、第三方商家</h6>
      <p class="p">我们必须将您的订单信息与交易有关的必要信息，与第三方商家共享来实现您向其【测试】商品或服务的需求，并促使其可以完成后续的售后服务。</p>
      <br />
      <h6 class="h6">3、委托我们进行推广的合作伙伴</h6>
      <p class="p">
        有时我们会代表其他企业，向使用我们产品及/或服务的用户群提供促销推广服务。我们可能会使用您的个人信息以及您的非个人信息，集合形成的间接用户画像，与委托我们进行推广的合作伙伴共享，但我们仅会向这些委托方提供推广的覆盖面和有效的信息，而不是提供您的个人身份信息。
        比如我们可以告知委托方有多少人看了他们推广信息或在看到这些信息后【测试】了委托方商品，或者向他们提供不能识别个人身份的统计信息，帮助他们了解其受众或顾客的信息。
      </p>
      <h6>4、对我们与之共享的个人信息的公司、组织和个人，我们会与其签署严格的保密协定要求他们按照我们的说明、隐私政策以及其他任何相关的保密和安全措施来处理个人信息。</h6>
    </div>
  </div>
</template>
<style lang="scss" scoped>
.demo_page {
  width: 100%;
  height: 100%;
  background: #ffffff;
}
.p {
  text-indent: 69rpx;
  text-align: left;
}
p {
  text-align: left;
}
.main {
  padding: 0 60rpx 60rpx 60rpx;
}
.h3 {
  font: 700 46rpx/2.2 '';
  text-align: center;
}
.h4 {
  font: 500 32rpx/1.5 '';
  text-align: center;
}
.h6 {
  font: 600 36rpx/2 '';
  text-align: center;
}
.P1 {
  font: 600 32rpx/1.2 '';

  text-align: left;
}
</style>