<template>
  <div class="demo_page">
    <div class="main">
      <h3 class="h3">法律声明</h3>

      <h6 class="h6">1、权利归属</h6>
      <p></p>
      <p
        class="p"
      >（1）我们的Logo、“AERP”等文字、图形及其组合，以及我们的其他标识、徽记、我们服务的名称等为我们及其关联公司在中国和其他国家的注册商标。未经我们书面授权，任何人不得以任何方式展示、使用或做其他处理（包括但不限于复制、传播、展示、镜像、上传、下载），也不得向他人表明您有权展示、使用或做其他处理。</p>
      <p class="p">（2）我们所有的产品、服务、技术与所有程序（以下或简称“技术服务”）的知识产权均归属于我们或归其权利人所有。</p>
      <p
        class="p"
      >（3）除非我们另行声明，我们拥有我们在内发布文档等信息（包括但不限于文字、图形、图片、照片、音频、视频、图标、色彩、版面设计、电子文档）的所有权利（包括但不限于版权、商标权、专利权、商业秘密和其他所有相关权利）。未经我们许可，任何人不得擅自使用如上内容（包括但不限于通过程序或设备监视、复制、转播、展示、镜像、上传、下载我们内的任何内容）。被授权浏览、复制、打印和传播属于我们内信息内容的，该等内容都不得用于商业目的且所有信息内容及其任何部分的使用都必须包括此权利声明。</p>
      <br />
      <h6 class="h6">2、责任限制</h6>
      <p
        class="p"
      >（1）我们在此提示，您在使用我们服务期间应当遵守中华人民共和国的法律，不得危害网络安全，不得利用我们的服务从事侵犯他人名誉、隐私、知识产权和其他合法权益的活动。尽管有前述提示，我们不对您使用我们服务的用途和目的承担任何责任。</p>
      <br />
      <h6 class="h6">3、知识产权保护</h6>
      <p
        class="p"
      >我们尊重知识产权，反对并打击侵犯知识产权的行为。任何组织或个人认为我们客户端页面内容可能侵犯其合法权益的，可以通过向我们提出书面权利通知，我们将在收到知识产权权利人合格通知后依法尽快处理。</p>
    </div>
  </div>
</template>

<style lang="scss" scoped>
.demo_page {
  width: 100%;
  height: 100%;
  background: #ffffff;
}
.main {
  padding: 0 60rpx 60rpx 60rpx;
}
.p {
  text-indent: 69rpx;
  text-align: left;
}
p {
  text-align: left;
}
.h3 {
  font: 700 46rpx/2.2 '';
  text-align: center;
}
.h4 {
  font: 500 32rpx/1.5 '';
  text-align: center;
}
.h6 {
  font: 600 36rpx/2 '';
  text-align: center;
}
.P1 {
  font: 600 32rpx/1.2 '';

  text-align: left;
}
</style>