<template>
  <div class="demo_page">
    <!-- <navigation-bar title="AERP用户协议" :back-visible="true" :home-path="'/pages/index/main'" @test="test"></navigation-bar> -->
    <div class="main">
      <h3 class="h3">AERP用户协议</h3>
      <h4 class="h4">
        <p>尊敬的用户：</p>
        <p class="p">
          <p class="p">非常高兴能够与您相遇，携带您的爱车加入AERP！</p>
          <p class="p">在您加入AERP，选择AERP为您服务之前，请您认真阅读《AERP用户协议》（以下简称“本协议”），以便更好地了解我们所提供的服务以及您所享有的权利和义务。本协议由AERP的用户（以下简称“用户”或“您”）与AERP的运营方（即：上海AERP网络信息技术有限公司以下简称“AERP”）之间就网站交易服务等相关事宜共同缔结。</p>
        </p>
      </h4>
      <br />
      <h4 class="h4">
        <p>【审慎提醒】：</p>
        <p class="p">
          <p class="p">1、<span class="underLine">如您点击“同意”、“注册”或者勾选相关接受提示，则本协议将立即生效，并构成您和上海AERP网络信息技术有限公司及其经营的AERP之间有约束力的法律文件。</span></p>
          <p class="p">2、<span class="underLine">为使用AERP的服务，您应当仔细阅读并遵守本服务协议下的全部内容，特别是涉及免除或者责任限制的条款，该类条款可能以黑体加粗或加下划线的形式提示您重点注意。如您不同意协议中的任何条款，您应立即停止访问AERP。阅读协议的过程中，如果您不同意相关协议或者其中任何条款约定，您应立即停止使用AERP。</span></p>
          <p class="p">3、<span class="underLine">如果您未满18周岁，请务必在家长和其他法定监护人的陪同下阅读本服务协议，并在进行注册、下单、支付等任何行为或使用AERP的其他任何服务前，应事先征得您的家长和其他法定监护人的同意。</span></p>
        </p>
      </h4>
      <h6 class="h6">一、声明与承诺</h6>
      <p class="p">
        <p class="p">1、<span class="underLine">用户承诺其为具有完全民事行为能力的民事主体,且具有达成交易履行其义务的能力。</span></p>
        <p class="p">2、用户有义务在注册时提供自己的<span class="underLine">真实资料,并保证诸如手机号码、姓名、所在地区等内容的有效性及安全性,保证AERP的工作人员可以通过上述联系方式与用户取得联系。</span>同时,用户也有义务在相关资料实际变更时<span class="underLine">及时更新有关注册资料。</span></p>
        <p class="p">3、<span class="underLine">用户通过使用AERP的过程中所制作、上载、复制、发布、传播的任何内容</span>,包括但不限于账号头像、名称、用户说明等注册信息及认证资料,或文字、语音、图片、视频、图文等发送、回复和相关链接页面,以及其他使用账号或本服务所产生的内容,<span class="underLine">不得违反国家相关法律制度</span>,包含但不限于如下原则:</p>
        <p class="p">(1)违反宪法所确定的基本原则的；</p>
        <p class="p">(2)危害国家安全,泄露国家秘密,颠覆国家政权,破坏国家统一的；</p>
        <p class="p">(3)损害国家荣誉和利益的；</p>
        <p class="p">(4)煽动民族仇恨、民族歧视,破坏民族团结的；</p>
        <p class="p">(5)破坏国家宗教政策,宣扬邪教和封建迷信的；</p>
        <p class="p">(6)散布谣言,扰乱社公秩序,破坏社会稳定的；</p>
        <p class="p">(7)散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
        <p class="p">(8)侮辱或者诽谤他人,侵害他人合法权益的；</p>
        <p class="p">(9)含有法律、行政法规禁止的其他内容的。</p>
        <p class="p">4、<span class="underLine">用户不得利用“AERP”账号或本服务制作、上载、复制、发布、传播下干扰“AERP”的正常运营,以及侵犯其他用户或第三方合法权益的内容：</span></p>
        <p class="p">(1)含有任何性或性暗示的；</p>
        <p class="p">(2)含有辱骂、恐吓、威胁内容的；</p>
        <p class="p">(3)含有骚扰、垃圾广告、恶意信息、诱骗信息的；</p>
        <p class="p">(4)涉及他人隐私、个人信息或资料的；</p>
        <p class="p">(5)侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的；</p>
        <p class="p">(6)含有其他干扰本服务正常运营和侵犯其他用户或第三方合法权益内容的信息。</p>
        <p class="p">5、<span class="underLine">本软件的所有运作权和商品所有权归AERP所有，在您同意并点击确认本协议条款完成信息账号的注册后，即成为我AERP的真正用户</span>，并享有此软件为您提供的各类服务！</p>
        <br />
      </p>
      <h6 class="h6">二、协议的确认和接纳</h6>

      <p class="p">
        <p class="p"><span class="underLine">本协议内容同时包括AERP可能不断发布的关于本服务的相关协议、业务规则等内容。上述内容一经正式发布，即为本协议不可分割的组成部分，您同样应当遵守。AERP建议您在使用本站之前阅读本协议及本站的公告。如果本协议中任何一条被视为废止、无效或因任何理由不可执行，该条应视为可分的且并不影响任何其余条款的有效性和可执行性。</span></p>
        <p class="p"><span class="underLine">本协议相关的补充协议或网站规定等，是其不可分割的组成部分，与其构成统一整体。本协议与上述内容存在冲突的，以本协议为准。</span></p>
      </p>
      <br />
      <h6 class="h6">三、服务内容</h6>
      <p class="p">
        <p class="p">1、本服务的具体内容由AERP根据实际情况提供，包括但不限于授权用户通过其帐号进行 购物、门店安装 等相关服务，<span class="underLine">AERP可以对其提供的服务予以变更，且AERP提供的服务内容可能随时变更；用户将会收到AERP关于服务变更的通知。</span></p>
        <p class="p">2、服务的形式</p>
        <p class="p">(1) 您使用本服务需要下载微信APP并使用AERP小程序，<span class="underLine">AERP给予您一项个人的、不可转让及非排他性的许可，您仅可为访问或使用本服务的目的而使用这些软件及服务。</span></p>
        <p class="p">(2) 本服务中提供的AERP小程序的软件版本是最新版，存在为了测试提供老版本的情况。</p>
        <p class="p">3、本服务许可的范围</p>
        <p class="p"><span class="underLine">AERP给予您一项个人的、不可转让及非排他性的许可，以使用本软件。您可以为非商业目的在单一台终端设备上安装、使用、显示、运行本软件。</span></p>
        <p class="p">4、AERP提供的服务包含免费服务与收费服务。<span class="underLine">对于收费服务，AERP会在您使用之前给予用户明确的提示，只有用户根据提示确认其同意按照前述支付方式支付费用并完成了支付行为，您才能使用该等收费服务。支付行为的完成以银行或第三方支付平台生成“支付已完成”的确认通知为准。</span></p>
      </p>
      <h6 class="h6">四、账号注册</h6>
      <p class="p">
        <p class="p">1、您在使用本服务前需要注册一个“AERP”帐号。“AERP”帐号应当使用手机号码绑定注册，请用户使用尚未与“AERP”帐号绑定的手机号码，以及未被AERP根据本协议封禁的手机号码注册“AERP”帐号。<span class="underLine">AERP可以根据您的需求或产品需要对帐号注册和绑定的方式进行变更，而无须事先通知用户。</span></p>
        <p class="p">2、<span class="underLine">用户注册时应当授权AERP公开及使用其地理位置信息方可成功注册“AERP”帐号。故用户完成注册即表明用户同意AERP提取、公开及使用用户的地理位置信息。如用户需要终止向其他用户公开其地理位置信息，可自行设置为隐身状态。</span></p>
        <p class="p">3、<span class="underLine">鉴于“AERP”帐号的绑定注册方式，您同意AERP在注册时将使用您提供的手机号码及/或自动提取您的手机号码及自动提取您的手机设备识别码等信息用于注册。</span></p>
        <p class="p">4、<span class="underLine">在用户注册及使用本服务时，AERP需要搜集能识别用户身份的个人信息以便AERP可以在必要时联系用户，或为用户提供更好的使用体验。AERP搜集的信息包括但不限于用户的姓名、性别、年龄、出生日期、地址、公司情况、所属行业、兴趣爱好、常出没的地方、个人说明；AERP同意对这些信息的使用将受限于第三条用户个人隐私信息保护的约束。</span></p>
        <p class="p">5、<span class="underLine">若您不同意本协议，或对本协议中的条款存在任何疑问，请您立即停止AERP用户注册程序，并可以选择不使用本网站服务。</span></p>
      </p>
      <h6 class="h6">五、用户个人信息的保护</h6>
      <p class="p">
        <p class="p">1、<span class="underLine">用户在注册帐号或使用本服务的过程中，可能需要填写或提交一些必要的信息，如法律法规、规章规范性文件（以下称“法律法规”）规定的需要填写的身份信息。如用户提交的信息不完整或不符合法律法规的规定，则用户可能无法使用本服务或在使用本服务的过程中受到限制。</span></p>
        <p class="p">2、<span class="underLine">个人隐私信息是指涉及用户个人身份或个人隐私的信息，比如，用户真实姓名、身份证号、手机号码、手机设备识别码、IP地址、用户聊天记录。非个人隐私信息是指用户对本服务的操作状态以及使用习惯等明确且客观反映在AERP服务器端的基本记录信息、个人隐私信息范围外的其它普通信息，以及用户同意公开的上述隐私信息。</span></p>
        <p class="p">3、<span class="underLine">保护用户个人信息是AERP的一项基本原则，AERP将会采取合理的措施保护用户的个人信息。除法律法规规定的情形外，未经用户许可AERP不会向第三方公开、透露用户个人信息。AERP对相关信息采用专业加密存储与传输方式，保障用户个人信息的安全。</span></p>
        <p class="p">4、<span class="underLine">您在注册帐号或使用本服务的过程中，需要提供一些必要的信息，例如：为向你提供帐号注册服务或进行用户身份识别，需要您填写手机号码；附近的人功能需要您同意使用您所在的地理位置信息；手机通讯录匹配功能需要您授权访问手机通讯录等。若国家法律法规或政策有特殊规定的，您需要提供真实的身份信息。若您提供的信息不完整，则无法使用本服务或在使用过程中受到限制。</span></p>
        <p class="p">5、<span class="underLine">一般情况下，您可随时浏览、修改自己提交的信息，但出于安全性和身份识别（如号码申诉服务）的考虑，您可能无法修改注册时提供的初始注册信息及其他验证信息。</span></p>
        <p class="p">6、<span class="underLine">AERP将运用各种安全技术和程序建立完善的管理制度来保护您的个人信息，以免遭受未经授权的访问、使用或披露。</span></p>
        <p class="p">7、<span class="underLine">未经您的同意，AERP不会向本公司以外的任何公司、组织和个人披露您的个人信息，但法律法规另有规定的除外。</span></p>
        <p class="p">8、<span class="underLine">为了改善AERP的技术和服务，向用户提供更好的服务体验，AERP或可会自行收集使用或向第三方提供用户的非个人隐私信息。</span></p>
      </p>
      <h6 class="h6">六.用户依法言行义务</h6>
      <p class="p">
        <p class="p"><span class="underLine">本协议依据国家相关法律法规规章制定，用户同意严格遵守以下义务：</span></p>
        <p class="p">（1）不得传输或发表：煽动抗拒、破坏宪法和法律、行政法规实施的言论，煽动颠覆国家政权，推翻社会主义制度的言论，煽动分裂国家、破坏国家统一的的言论，煽动民族仇恨、民族歧视、破坏民族团结的言论；</p>
        <p class="p">（2）从中国大陆向境外传输资料信息时必须符合中国有关法规；</p>
        <p class="p">（3）不得利用本站从事洗钱、窃取商业秘密、窃取个人信息等违法犯罪活动；</p>
        <p class="p">（4）不得干扰本站的正常运转，不得侵入本站及国家计算机信息系统；</p>
        <p class="p">（5）不得传输或发表任何违法犯罪的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的，淫秽的、不文明的等信息资料；</p>
        <p class="p">（6）不得传输或发表损害国家社会公共利益和涉及国家安全的信息资料或言论；</p>
        <p class="p">（7）不得教唆他人从事本条所禁止的行为；</p>
        <p class="p">（8）不得利用在本站注册的账户进行牟利性经营活动；</p>
        <p class="p">（9）不得发布任何侵犯他人著作权、商标权等知识产权或合法权利的内容；</p>
        <p class="p"><span class="underLine">用户应不时关注并遵守本站不时公布或修改的各类合法规则规定。</span></p>
        <p class="p"><span class="underLine">本站保有删除站内各类不符合法律政策或不真实的信息内容而无须通知用户的权利。</span></p>
        <p class="p"><span class="underLine">若用户未遵守以上规定的，本站有权作出独立判断并采取暂停或关闭用户帐号等措施。用户须对自己在网上的言论和行为承担法律责任。</span></p>
      </p>
      <h6 class="h6">七、商品信息</h6>
      <p class="p">
        <p class="p">本站上的商品价格、数量、是否有货等商品信息随时都有可能发生变动，本站不作特别通知。<span class="underLine">由于网站上商品信息的数量极其庞大，虽然本站会尽最大努力保证您所浏览商品信息的准确性，但由于众所周知的互联网技术因素等客观原因存在，本站网页显示的信息可能会有一定的滞后性或差错</span>，对此情形您知悉并理解。</p>
        <p class="p">为表述便利，商品和服务简称为“商品”或“货物”。</p>
      </p>
      <h6 class="h6">八、订单</h6>
      <p class="p">
        <p class="p">1、当您使用此软件并下订单时，请您仔细确认所购商品的名称、价格、数量、型号、规格、尺寸、联系电话、地址、收货人等信息。收货人与您本人不一致的，收货人的行为视为您的行为，您对收货人的行为承担连带责任。您提交订单即表示对订单中所确认的订购商品、联系信息等信息的准确性负责。<span class="underLine">如果因为您提供的信息错误，导致未能如约定享受AERP提供的产品和服务的，由此造成的损失需由您自行承担。</span></p>
        <p class="p">2、<span class="underLine">您理解并认可AERP上的订单生效规则：①AERP上展示的商品和价格等信息仅构成要约邀请，您下单时须填写您希望购买的商品数量、价款及支付方式、收货人、联系方式、收货地址（合同履行地点）、合同履行方式等内容，当用户提交订单时即视为用户向AERP发出了购买订单商品的要约；②系统生成的订单信息是计算机信息系统根据您填写的内容自动生成的数据，仅是您向AERP发出的合同要约；AERP收到您的订单信息后，只有在AERP将您在订单中订购的商品从仓库实际直接向您发出时（以商品出库为标志），方视为您与AERP之间就实际直接向您发出的商品建立了合同关系；③如果您在一份订单里订购了多种商品并且AERP只给您发出了部分商品时，您与AERP之间仅就实际直接向您发出的商品建立了合同关系；只有在AERP实际直接向您发出了订单中订购的其他商品时，您和AERP之间就订单中该其他已实际直接向您发出的商品才成立合同关系。</span></p>
        <p class="p">3、<span class="underLine">由于市场变化及各种以合理商业努力难以控制的因素的影响，本站无法保证您提交的订单信息中希望购买的商品都会有货；如您拟购买的商品，发生缺货，您有权取消订单。</span></p>
      </p>
      <h6 class="h6">九、知识产权</h6>
      <p class="p">
        <p class="p">1、<span class="underLine">用户接受本协议起，视为该用户主动将其在任何时间段在本站发表的任何形式的信息内容（包括但不限于客户评价、客户咨询、各类话题文章等信息内容）的财产性权利等任何可转让的权利，如著作权财产权（包括并不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及应当由著作权人享有的其他可转让权利），全部独家且不可撤销地转让给AERP所有，用户同意AERP有权就任何主体侵权而单独提起诉讼。</span></p>
        <p class="p">2、<span class="underLine">本协议已经构成《中华人民共和国著作权法》第二十五条（条文序号依照2011年版著作权法确定）及相关法律规定的著作财产权等权利转让书面协议，其效力及于用户在AERP上发布的任何受著作权法保护的作品内容，无论该等内容形成于本协议订立前还是本协议订立后。</span></p>
      </p>
      <h6 class="h6">十、不可抗力和免责事由</h6>
      <p class="p">
        <p class="p">1、用户理解并确认，在使用本服务的过程中，可能会遇到不可抗力等风险因素，使本服务发生中断。不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行和风暴等以及社会事件如战争、动乱、政府行为等。出现上述情况时，AERP将努力在第一时间与相关单位配合，及时进行修复，但是由此给用户或第三方造成的损失，AERP及合作单位在法律允许的范围内免责。</p>
        <p class="p">2、本服务同大多数互联网服务一样，受包括但不限于用户原因、网络服务质量、社会环境等因素的差异影响，可能受到各种安全问题的侵扰，如他人利用用户的资料，造成现实生活中的骚扰；用户下载安装的其他软件或访问的其他网站中含有的病毒，威胁到用户的手机信息和数据的安全，继而影响本服务的正常使用等等。用户应加强信息安全及使用者资料的保护意识，要注意加强密码保护，以免遭到损失和骚扰。</p>
        <p class="p">3、<span class="underLine">用户理解并确认，本服务存在因不可抗力、手机病毒或黑客攻击、系统不稳定、用户所在位置、用户关机以及其他任何技术、互联网络、通信线路原因等造成的服务中断或不能满足用户要求的风险，因此导致的用户或第三方任何损失，AERP不承担任何责任。</span></p>
        <p class="p">4、<span class="underLine">用户理解并确认，在使用本服务过程中存在来自任何他人的包括误导性的、欺骗性的、威胁性的、诽谤性的、令人反感的或非法的信息，或侵犯他人权利的匿名或冒名的信息，以及伴随该等信息的行为，因此导致的用户或第三方的任何损失，AERP不承担任何责任。</span></p>
        <p class="p">5、用户理解并确认，AERP需要定期或不定期地对“AERP”平台或相关的设备进行检修或者维护，如因此类情况而造成服务在合理时间内的中断，AERP无需为此承担任何责任，但AERP应事先进行通告。</p>
        <p class="p">6、AERP依据法律法规、本协议约定获得处理违法违规或违约内容的权利，该权利不构成AERP的义务或承诺，AERP不能保证及时发现违法违规或违约行为或进行相应处理。</p>
        <p class="p">7、在任何情况下，AERP均不对任何间接性、后果性、惩罚性、偶然性、特殊性或刑罚性的损害，包括因用户使用“AERP”而遭受的利润损失，承担责任（即使AERP已被告知该等损失的可能性亦然）。尽管本协议中可能含有相悖的规定，AERP对用户承担的全部责任，无论因何原因或何种行为方式，始终不超过用户因使用AERP提供的服务而支付给AERP的费用。</p>
      </p>
      <h6 class="h6">十一.商业活动</h6>
      <p
        class="p"
      >您理解并接受，我们为AERP正常运营，可以进行下述商业活动：通过电子邮件、客户端、网页或者其它合法方式向用户发送推广信息或其他相关商业信息。通过增值服务系统或其他方式向用户发送相关服务信息或其他信息，其他信息包括但不限于通知信息、宣传信息、广告信息等。</p>
      <h6 class="h6">十二、服务终止</h6>
      <p class="p">
        <p class="p">1、我们有权在任何时候，基于任何原因，暂时或永久地终止AERP服务之全部或部分，而无需提前通知。我们对AERP服务的终止对您和任意第三人均无需承担任何责任。</p>
        <p class="p">2、我们有权在任何时候，基于任何原因，暂时或永久地终止用户的账号、密码使用AERP服务，或删除、转移用户储存、发布在本网站的内容，而无需提前通知，且对用户和任意第三人均无需承担任何责任。</p>
      </p>
      <h6 class="h6">十三、法律管辖与法律适用</h6>
      <p class="p">
        <p class="p">1、<span class="underLine">本协议签订地为中华人民共和国上海市闵行区。</span></p>
        <p class="p">2、本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。</p>
        <p class="p">3、若您和AERP之间因本协议发生任何纠纷或争议，首先应友好协商解决，协商不成的，<span class="underLine">您同意将纠纷或争议提交至本协议签订地有管辖权的人民法院管辖。</span></p>
        <p class="p">4、本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。</p>
        <p class="p">5、本协议条款无论因何种原因部分无效其余条款仍有效，对各方具有约束力。</p>
      </p>
      <h6 class="h6">十四、其他</h6>
      <p class="p">
        <p class="p">1、<span class="underLine">AERP郑重提醒用户注意本协议中免除AERP的责任和限制用户权利的条款，请用户仔细阅读，自主考虑风险。未成年人应在法定监护人的陪同下阅读本协议。</span></p>
        <p class="p">2、<span class="underLine">您点击本协议下方的；同意并继续；按钮即视为您完全接受本协议，在点击之前请您再次确认已知悉并完全理解本协议的全部内容。</span></p>
        <p class="p">3、<span class="underLine">上述各项内容之间如存在不一致之处，以时间上最新发布的内容为准，发布时间相同的，以本款【协议内容】中所包含的组成部分的序号倒序排列为准。</span></p>
      </p>
    </div>
  </div>
</template>
<style lang="scss" scoped>
.underLine{
  text-decoration : underline
}
.demo_page {
  width: 100%;
  height: 100%;
  background: #ffffff;
}
.main {
  padding: 0 60rpx 60rpx 60rpx;
}
.p {
  text-indent: 69rpx;
  text-align: left;
}
p {
  text-align: left;
}
.h3 {
  font: 700 46rpx/2.2 '';
  text-align: center;
}
.h4 {
  font: 500 32rpx/1.5 '';
  text-align: center;
}
.h6 {
  font: 600 36rpx/2 '';
  text-align: center;
}
.P1 {
  font: 600 32rpx/1.2 '';

  text-align: left;
}
</style>