<template>
  <div class="demo_page">
    <div class="main">
      <h3 class="h3">退货退款说明</h3>
      <h4 class="h4">
        <p class="p"></p>
        <p
          class="p"
        >1.所有商品在未拆封前，全部支持无理由退货。在门店安装前务必先检查产品外包装是否拆封过。如安装前已被拆封，请拒绝安装服务，并及时联系客服。非门店安装问题，产品安装后要求退货退款的，影响二次销售的产品如若不存在质量上的问题不予退货，下单前可咨询客服。</p>
        <p class="p">2. 所有产品都保证官方正品，不得随意以怀疑假货等作为理由申请退换货，如有疑问请咨询客服。</p>
        <p class="p">3. 本公司产品均为实物拍摄，因灯光、角度、显示器的不同，会存在一定的色差，如果差异不严重不能以此理由申请退货，请知悉！</p>
        <p
          class="p"
        >4. 产品在打包之前都会经过严格的检查，保证发出去的产品都是全新完整的，如因物流原因，在您到店接受安装前货品外包装完好，但打开包装后物品是损坏的，请和门店配合联系客服解决！</p>
        <p class="p">5.特别说明，以下情况不予办理退货：</p>
        <p class="p">（1）任何非致大养车出售的商品（门店提供的非致大线上产品）；</p>
        <p class="p">（2）过保商品（超过三包保修期的商品）；</p>
        <p class="p">（3）未经授权的维修、误用、碰撞、疏忽、滥用、浸液、事故、改动、不正确的安装所造成的商品质量问题，或撕毁、涂改贴标、机器序号、防伪标记；</p>
        <p class="p">（4）无法提供商品的发票、保修卡等三包凭证或者三包凭证信息与商品不符及被涂改的；</p>
        <p class="p">（5）其他依法不应办理退货的。</p>
        <p class="p">6.退货退款申请提交后，后台会尽快审核。审核通过后会在10日内退还到账，到账时间以对应银行执行为准。如遇高峰期，可能延迟到账，烦请耐心等待。</p>
        <p class="p">7.商品退货时，优惠券或积分会退回原账户内，不予兑现，退回账户的优惠券及积分有效期限不变，请注意查收；</p>
      </h4>
    </div>
  </div>
</template>
<style lang="scss" scoped>
.demo_page {
  width: 100%;
  height: 100%;
  background: #ffffff;
}
.main {
  padding: 0 60rpx 60rpx 60rpx;
}
.p {
  text-indent: 69rpx;
  text-align: left;
}
p {
  text-align: left;
}
.h3 {
  font: 700 46rpx/2.2 '';
  text-align: center;
}
.h4 {
  font: 500 32rpx/1.5 '';
  text-align: center;
}
.h6 {
  font: 600 36rpx/2 '';
  text-align: center;
}
.P1 {
  font: 600 32rpx/1.2 '';

  text-align: left;
}
</style>