
<template>
    <div class="main">
     <h3 class="title">  行政管理制度</h3> 
     <div class="container">
         
<h4>固定资产管理</h4>
原则上公司将买进、单位价值2000元以上（含）、长期使用的设备、器具、工具，作为固定资产管理，不包括借用、销售引进的物资。
固定资产的领用、变更、报废等，由行政部统一管理。分发到个人使用的固定资产，由个人管理和保管。
负责监管、保存好分配到个人使用的固定资产，公司实施“谁使用，谁保管”的原则。固定资产发生遗失，非正常损耗，保管人应当承担赔偿责任。若非正常损耗，保管人能够指证责任人的，免除赔偿责任，由责任人承担赔偿；
保持固定资产的日常清洁卫生；
固定资产损坏以后，及时上报行政部，由行政部协调处理。
<h4>卫生管理</h4>
每位员工应时刻保证自己的办公桌面整洁无杂物;
办公室内需摆放文件柜、办公桌、电脑等办公设施的，应规范、合理、整齐并随时保持清洁，外观干净；
员工离开办公桌，长期不用电脑设备时，应锁定并关闭显视屏，节约用电；
特殊岗位的人员（如仓库管理员）应保证自己工作管辖区域（例如仓库）内货物摆放有序、无废弃物等；
个人所用垃圾桶请及时清理，桌面摆放绿植请及时浇水。
<h4>公文管理</h4>
公司发布的各类公文由行政部统一管理。
公文一般由拟稿部门、秘密等级、紧急程度、发文字号、签发人、标题、主送、正文、附件、印章、成文时间、附注、主题词、抄送和时间等部分组成，拟稿人应严格安排公司公文格式拟稿。
需要办理的公文的公文管理部门及其相关工作人员应当及时送领导阅批或交有关部门办理。紧急公文，应当提出办理时限。
打印公文须经本部门负责人同意后方能打印。
<h4>办公用品管理</h4>
实行定时领用原则，有办公用品需求的员工于每周三或周五，到行政处申领。
领用人在行政处填写《办公用品领用表》，由行政人员发放办公用品。
新进人员到职后由行政部统一发放办公必须用品。
<h4>会议室管理</h4>
为保证会议室的有效使用，减少各部门会议冲突时间，提高各部门会议效率，各部门需提前在钉钉上进行会议室预约申请。<br><br><br><br>
<h5 class="tit">
行政部
2019年12月
</h5>
 </div> 
       </div> 
</template>
<style lang="scss" scoped>

.main{
    padding-top:30px;
    text-align:center;
}
.h3{
    font-size: 18px;
}
.container{
    width:1000px;
     margin:0 auto;
     font-size: 16px;
}
.tit{
    text-align:right;
}
</style>