<template>
    <div class="main">
     <h3 class="title">  
财务报销管理办法（试行）
</h3> 
<div class="container">
为规范本公司财务报销管理，特制定本办法。本办法自公布之日起试行。<br>
<h4>一、报销流程</h4>
1、对外付款（不管是否取得发票）必须事先完成付款申请流程， 付款完毕必须完成报销流程。付款申请执行线上付款申请流程，报销执行线下报销流程。
2、普通事项的线上付款申请按以下流程办理：
经办人	主管副总	出纳（抄送管委会主任和财务总监） 特殊事项的线上付款申请按以下流程办理：
经办人	主管副总	管委会主任	出纳（抄送财务总
监）
3、线下报销流程为：
经办人取得原始发票出纳审核、粘贴发票
经办人和出纳分别在粘贴完毕的报销单上签字

普通事项：经办人线下依次交主管副总、财务总监审批

特殊事项：经办人线下依次交主管副总、管委会主任审批
经办人将审批完毕的单据交予出纳
4、单笔金额超过 10000 元的费用为特殊事项，除此以外为普通事项。
5、公司副总经理的费用由公司总经理助理审批。
6、经办人必须于办理完付款的两个月内取得发票并完成报销流程。
7、工作日的每周周五为报销时间，其他时间不办理报销。付款申请没有时间限定。

<h4>二、单据要求</h4>

1、经办人提交的审批内容需与原始发票保持一致，包括但不限于用款事由、金额、时间等，不一致的，审批人和财务人员有权要求改正或退回。
2、报销必须提供正式发票（税务部门或财政部门印制的合法票据），并符合以下条件：
（1）发票上载明的公司名称、税号正确无误；
（2）发票开具日期、单位、发票号码、发票编码等内容完整、真实，支出项目清楚，无涂改现象；
（3）发票的大小写金额相符；
（4）发票清晰加盖发票专用章（非财务章或公章）；
（5）办公用品发票需有明细，详细列明所购物品的品名、规格、

数量、单价、金额等；
（6）成品油发票“单位”和“数量”栏不能为空。
3、经办人将报销单据交予出纳时，应当当面核对无误并签字。
<h4>三、费用规定</h4>

1、差旅费：
（1）城际交通费包含火车、飞机、轮船及长途汽车费，对于出差地点有直达火车、汽车、轮船的,应乘坐上述交通工具；
（2）出差期间的出租车费和误餐费凭票在交通伙食补贴限额内报销；
（3）出差期间购买的礼品及发生的招待费需与差旅费一同报销，不能单独报销；
（4）差旅费标准见下表（凭正规发票在限额内据实报销），其中：住宿和交通伙食补贴按出差自然天数（单位：元/天）计算：







（5）多人出差，城际交通可参照出行人的最高标准；两人同住，住宿可参照住宿人的最高标准；

（6）出差培训或参会，由主办方提供食宿的，或者出差由接待单位提供食宿的，不再发放交通伙食补贴；
（7）其他费用包括订（退）票手续费、传真费、行李托运费、邮资费等，凭票随同差旅费一起据实报销；
（8）外出培训的，需提供培训通知；参加会议的，需提供会议通知等相关资料。
2、业务招待费：
（1）确有招待需要的，公司参加人数不能超过对方人数，招待标准不能超过 100 元/人/次；
（2）公司统一购买礼品，确有需要单独购买礼品的，不能超过
500 元/人/次。
3、原则上公司不允许员工借支。
      </div>  
        </div> 
</template>
<style lang="scss" scoped>

.main{
    padding-top:30px;
    text-align:center;
}
.h3{
    font-size: 18px;
}
.container{
    width:1000px;
     margin:0 auto;
     font-size: 16px;
}
</style>