<template>
  <div class="demo_page">
    <div class="main">
      <h3 class="h3">用户隐私协议</h3>
      <h4 class="h4">
        <p class="p">AERP重视用户的隐私。您在使用我们的服务时，我们可能会收集和使用您的相关信息。我们希望通过本《隐私政策》向您说明，在使用我们的服务时，<span class="underLine">我们如何收集、使用、储存、分享</span>这些信息，以及我们为您提供的访问、更新、控制和保护这些信息的方式。</p>
        <p class="p">我们深知个人信息对您的重要性，并会尽全力保护您的个人信息安全可靠。我们致力于维持您对我们的信任，恪守以下原则，保护您的个人信息：权责一致原则、目的明确原则、选择同意原则、最少够用原则、确保安全原则、主体参与原则、公开透明原则等。同时，我们承诺，我们将按业界成熟的安全标准，采取相应的安全保护措施来保护您的个人信息。<span class="underLine">本政策中与您权益（可能）存在重大关系的条款，我们已使用加粗下划线字体予以区别，请您重点查阅。</span></p>
        <p class="p">本《隐私政策》与您所使用的AERP服务息息相关，请在使用我们服务前，仔细阅读并了解本《隐私政策》。如果您不同意本隐私政策的任何内容，您应立即停止使用我们服务。当您使用我们提出的任一服务时，即代表您已同意我们按照本隐私政策来<span class="underLine">收集、使用、储存、分享和保护您的个人信息。</span></p>
        <p class="p"><span class="underLine">AERP特别提请未满18周岁的未成年人（特别是未满十四周岁的儿童）及其监护人的注意，我们已明确未成年保护专门章节（以粗体下划线提示），请您仔细阅读。</span></p>
        <p>本政策将帮助您了解以下内容：</p>
        <p class="p">1、我们如何收集和使用您的个人信息。</p>
        <p class="p">2、我们如何共享、转让、公开披露您的个人信息。</p>
        <p class="p">3、我们如何保护和保存您的个人信息。</p>
        <p class="p">4、您如何管理个人信息。</p>
        <p class="p">5、我们如何处理未成年人的个人信息。</p>
        <p class="p">6、您的个人信息如何在全球范围转移</p>
        <p class="p">7、通知和修订</p>
        <p class="p">8、如何联系我们</p>
      </h4>
      <br />
      <h6 class="h6">一、我们如何收集和使用您的个人信息</h6>
      <p class="p">
        <p class="p"><span class="underLine">在您使用我们的产品服务时，您授权我们收集和使用个人信息的场景包括：</span></p>
        <p class="p">1、<span class="underLine">为了向您提供我们的产品或服务的基本功能，您需要授权我们收集、使用必要信息的情形。如您拒绝提供前述必要信息，您将无法正常使用我们的产品/服务；</span></p>
        <p class="p">2、<span class="underLine">为了向您提供我们产品或服务的拓展功能，您可以选择授权我们收集、使用信息的情形。如您拒绝提供前述信息，您将无法正常使用相关附加功能或无法实现我们拟达到的功能效果，但并不会影响您正常使用我们产品/服务的基本功能。</span></p>
        <p class="p"><span class="underLine">请注意：单独或与其他信息相结合无法识别您的身份或者与您直接建立联系的信息，不属于个人信息。此外，经脱敏处理后（即采用技术手段对个人信息进行处理后，使得个人信息主体无法被识别，且处理后不能被恢复）的信息，也不属于个人信息。我们在收集、使用此类信息，无需征得您的授权同意。</span></p>
        <p class="p">1.1您须授权我们收集和使用您个人信息的情形：</p>
        <p class="p">我们将基于合法、正当、必要的原则收集、保存和使用下列与您有关的信息，以实现下列功能。如果您不提供这些相关信息，您将无法享受我们提供给您相关产品或服务。这些功能包括：</p>
        <p class="p">1.1.1实现网络平台服务所必须的功能</p>
        <p class="p">（1）<span class="underLine">帮助您创建AERP账号</span></p>
        <p class="p">为遵循法律法规的要求且为向您提供所需，您需要注册成为我们的用户。<span class="underLine">在您注册时，您需要至少向我们提供您本人的手机号码以用于创建您的AERP账号。我们可能会通过发送短信验证码的方式来验证您的身份。如您不提供这些信息，可能将无法使用我们的服务。</span></p>
        <p class="p">您可以在会员中心中修改或补充您的会员姓名、性别、出生日期。这些信息将有助于我们为您提供更个性化的商品推荐和更好的服务体验，但如果您不提供这些信息，不会影响您使用网络平台的基本服务功能。</p>
        <p class="p"><span class="underLine">如果您选择授权使用第三方账号登录时，我们会从第三方获取您共享的账号信息（例如昵称、头像、地区、性别等），与AERP账号绑定，以用于快捷登录。我们会在符合相关法律法规的前提下使用您的个人信息。</span></p>
        <p class="p">（2）订单与活动信息</p>
        <p class="p">当您在使用我们的到店安装服务时，或【测试】、兑换或消费卡券或实物商品或服务时，<span class="underLine">您至少需要提供您的收货人姓名、联系电话。如您参加我们举办的相关店内活动，或者预约保养美容维修等服务，您则至少需要提供您的联系电话。</span></p>
        <p class="p"><span class="underLine">前述信息均构成您的订单信息。我们将使用您的订单信息来进行身份核验、确定交易、支付结算、完成配送、为您查询订单、以及提供客服咨询与售后服务。我们还会使用您的订单信息来判断您的交易是否存在异常以保护您的交易安全。如您不提供前述这些信息，可能将无法使用我们的服务。</span></p>
        <p class="p"><span class="underLine">（3）支付功能</span></p>
        <p class="p"><span class="underLine">在您下单后，您可以使用微信支付功能进行支付。为此，我们需要收集您的订单信息以及其他法律要求的必要信息并与支付机构共享，以确认您的支付指令并帮助您完成支付。如您不提供前述这些信息，可能将无法使用相关支付服务。</span></p>
        <p class="p">(4)<span class="underLine">基于地理位置的信息展示</span></p>
        <p class="p">为向您提供到店安装服务和汽车美容服务等功能之必要，并为了提升我们的服务表现、效率和功能的目的，经您授权后，<span class="underLine">我们会收集您在使用我们服务过程中产生的位置信息。当您通过系统授权开启移动设备的定位功能，并使用基于位置提供的服务时，我们会收集和使用您的位置信息以便为您提供、实现或推荐相关服务（例如您不需要手动输入所在地理位置就可定位或获得相关服务、估算AERP门店与您之间的实际距离方便您进行消费或消费决策等）。您可以在您设备的系统中关闭定位服务停止我们对您所在位置信息的收集，但可能因此无法使用我们基于地理位置为您提供的服务，或者无法达到相关服务的预期效果。</span></p>
        <p class="p">（5）<span class="underLine">信息展示和分析</span></p>
        <p class="p">为了将您感兴趣的产品或服务信息展示给您，或为帮助您更好地体验我们的产品或服务，<span class="underLine">我们可能会收集和使用您的账号信息、位置信息、设备信息（例如设备名称、设备识别码、操作系统和应用程序版本）、订单信息进行数据分析以形成用户画像。我们还可能为了提供服务及改进服务质量的合理需要而获得的您的其他信息（包括您与客服联系时您提供的相关信息，您参与问卷调查时向我们发送的问卷答复信息，以及您与我们的关联方、我们合作方之间互动时我们获得的相关信息）。对于从您的各种设备上收集的信息，我们可能会将它们进行关联，以便我们能为您提供一致的服务。我们可能会将来自某项服务的信息与来自其他服务的信息结合起来，以便为您提供服务、个性化内容和建议和数据分析。未经您的明确同意，我们不会将您的相关个人信息提供给第三方。</span></p>
        <p class="p">（6）<span class="underLine">客服与售后服务功能</span></p>
        <p class="p">我们的电话客服和售后功能会使用您的账号信息和订单信息。此外，为保证您的账号安全，我们的电话客服中心和在线客服可能会使用您的账号信息、订单信息、姓名、联系电话、地址等与您核验您的身份。当您需要我们提供与您订单信息相关的客服与售后服务时，我们将会查询您的订单信息。您有可能会在与我们的客服人员沟通时，提供给出上述信息外的其他信息，例如当您要求我们变更配送地址、联系人或联系电话时。</p>
        <p class="p">（7）<span class="underLine">我们可能间接收集的个人信息</span></p>
        <p class="p">为保障您的账号安全，确认交易状态，及为您提供售后与争议解决等目的，<span class="underLine">经您授权后，我们可能会从第三方获取您的个人信息（例如通过您选择的交易对象和交易直接涉及的第三方信息系统、支付机构等收集与交易进度相关的您的交易、支付、预定等信息，以便我们处理您的订单并保证服务的顺利完成，或者更好地预防诈骗、刷单等恶意行为）。我们会依据法律法规的要求以及与第三方的约定，经您授权后向我们的合作伙伴获得您的有关信息，并对其信息来源的合法性进行确认后使用您的这些信息。</span></p>
        <p class="p"><span class="underLine">1.1.2安全管理</span></p>
        <p class="p"><span class="underLine">为了保障向您提供服务的安全稳定运行，预防交易和您账号内的资产风险，我们需要记录您使用的设备信息及相关操作信息，例如：设备型号、IP地址、设备软件版本信息、设备识别码、设备标识符、浏览器类型、所在地区、网络使用习惯以及其他与我们服务相关的日志信息。如您不同意我们记录前述信息，可能无法完成验证。</span></p>
        <p class="p">1.2您可选择是否授权我们收集和使用您的个人信息的情形</p>
        <p class="p">1.2.1提升服务体验的功能</p>
        <p class="p">为使您所享受的服务更为便捷，从而提升您在我们平台的服务体验，我们的以下附加功能中可能会收集和使用您的个人信息。如果您不提供这些信息，<span class="underLine">您可能无法使用这些可以为您所带来的附加功能或在【测试】某些商品时需要重复填写一些信息，但不影响您享受基本的服务功能，这些附加功能包括：</span></p>
        <p class="p">（1）<span class="underLine">基于摄像头的附加功能：您可使用该附加功能完成扫码/支付功能，或参加我们的相关营销和推广活动。</span></p>
        <p class="p">（2）<span class="underLine">基于相册授权的附加功能：您可以选择开启系统的相册权限，通过主动上传图片、视频等方式授权我们访问您的相册，以便于您通过上传照片或视频等方式发布内容，参加我们的相关营销和推广活动。我们会收集您选择上传发布的上述信息，此项功能您可以在系统权限中关闭，一旦关闭您将可能无法通过上传图片、视频等方式来参加相关营销和推广活动，但不会影响您使用我们的基本服务/产品。</span></p>
        <p class="p"><span class="underLine">上述附加功能可能需要您在您的设备中向我们开启您的摄像头、相册等的访问权限，以实现这些功能所涉及的信息的收集和使用。我们会在启用该功能前获得您的确认，您也可以通过您设备系统中的设置功能逐项查看您上述权限的开启状态，并可以决定将这些权限随时的开启或关闭。请您注意，您开启这些权限即代表您授权我们可以收集和使用这些个人信息来实现上述的功能，您关闭权限即代表您取消了这些授权，则我们将不再继续收集和使用您的这些个人信息，也无法为您提供上述与这些授权所对应的功能。您关闭权限的决定不会影响此前基于您的授权所进行的个人信息的处理。</span></p>
        <br />
        <h6 class="h6">二、我们如何共享、转让、公开披露您的个人信息</h6>
      </p>
      <p class="p">
        <p class="p">2.1共享</p>
        <p class="p">我们以谨慎、保密的方式对待您的个人信息。您的数据将不会传递或出售给不属于AERP的个人或第三方公司。</p>
        <p class="p"><span class="underLine">但以下情况及其他您另行明确同意的情况除外：</span></p>
        <p class="p">（1）<span class="underLine">在法律法规规定的情形、法律程序、诉讼或政府主管部门强制性要求的情形下，我们会共享您的个人信息。</span></p>
        <p class="p">（2）<span class="underLine">您的个人信息可能会与AERP的母公司或附属公司共享，我们只会共享必要的个人信息，且受本隐私协议中所协议目的的约束。</span></p>
        <p class="p">（3）<span class="underLine">经您的明确同意，我们会将您输入的个人数据转发给与我们公司合作并在您所在的地区的门店，以便提供维修、维护和安装服务。该合作门店将被要求在固定的时间范围内与您联系，以便能够提供您所要求的服务。为此，AERP或合作门店将通过电子邮件、电话、短信等方式与您联系。</span></p>
        <p class="p">（4）<span class="underLine">我们将信息发送给在全球范围内支持我们业务的其他类型服务提供商（例如服务器托管公司、快递公司、付款服务供应商、网站管理服务商和信用评级公司），这些支持包括提供技术基础设施服务、分析我们服务的使用方式、衡量广告和服务的有效性、提供客户服务、支付便利或进行学术研究和调查。</span></p>
        <p class="p">（5）<span class="underLine">对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的数据保护规范要求、本隐私协议以及其他任何相关的保密和安全措施来处理个人信息。</span></p>
        <p class="p">2.2转让</p>
        <p class="p">我们不会将您的个人信息转让给任何公司、组织和个人，<span class="underLine">但以下情况除外：</span></p>
        <p class="p">1、<span class="underLine">在获取明确同意的情况下转让:获得您的明确同意后，我们才会向其他方转让您的个人信息；</span></p>
        <p class="p">2、<span class="underLine">在涉及合并、收购或破产清算时，如涉及到个人信息转让，我们会在要求新的将持有您个人信息的公司、组织继续接受此隐私声明的约束，否则我们将要求该公司、组织重新向您征求授权同意。</span></p>
        <p class="p">2.3公开披露</p>
        <p class="p"><span class="underLine">我们仅会在以下情况下公开披露您的个人信息：</span></p>
        <p class="p"><span class="underLine">1、获得您明确同意后；</span></p>
        <p class="p"><span class="underLine">2、基于法律的披露：在法律、法律程序、诉讼或政府主管部门强制性要求的情况下，我们可能会公开披露您的个人信息。</span></p>
      </p>
      <br />
      <h6 class="h6">三、我们如何储存您的个人信息</h6>
      <p class="p">
        <p class="p">1、我们已使用符合业界标准的安全防护措施保护您提供的个人信息，防止数据遭到未经授权访问、公开披露、使用、修改、损坏或丢失。我们会采取一切合理可行的措施，保护您的个人信息。我们会使用加密技术确保数据的保密性；我们会使用受信赖的保护机制防止数据遭到恶意攻击；我们会部署访问控制机制，确保只有授权人员才可访问个人信息；以及我们会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。</p>
        <p class="p">2、在数据使用上我们严格遵守对被授权访问数据的操作人员按照最小授权原则，使其只能访问职权 所需的最少够用的个人信息，且仅具备完成职责所需的最小的数据操作权限。此外我们对数据的重要操作设置审批流程，并且对安全管理人员、数据操作人员、审核人员的角色进行分离设置。在数据传输上，我们采用强加密的方式对被传输的数据进行保护，在数据的本地化存储过程我们也采用了强加密的方式来进行数据保护。</p>
        <p class="p">3、我们会采取一切合理可行的措施，确保未收集无关的个人信息。我们只会在达成本声明所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。</p>
        <p class="p">4、互联网并非绝对安全的环境，而且电子邮件、即时通话、及其他与用户的交流方式并未加密，我们强烈建议您不要通过此类方式发送个人信息。请使用复杂密码，协助我们保证您的账号安全。</p>
        <p class="p">5、互联网环境并非百分之百安全，我们将尽力确保或担保您发送给我们的任何信息的安全性。如果我们的物理、技术、或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改、或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。</p>
        <p class="p">6、在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。</p>
      </p>
      <h6 class="h6">四、未成年人隐私保护</h6>
      <p
        class="P1"
      ><span class="underLine">如果没有父母或监护人的同意，未成年人不得创建自己的AERP账户。若您为未成年人，建议您请您的父母或监护人仔细阅读本隐私权政策，并在征得您父母或监护人同意的前提下使用我们的服务或向我们提供信息。对于经父母或监护人同意使用我们的产品或服务而收集未成年人个人信息的情况，我们只会在法律法规允许、父母或监护人明确同意或者保护未成年人所必要的情况下使用、共享、转让或披露此信息。</span></p>
      <h6 class="h6">五、您如何管理您的个人信息</h6>
      <p class="p">
        <p class="p">1、如果您希望访问或更改您的个人信息的，您通常可以在登陆您的AERP个人账户后，在AERP账户管理页面找到您个人信息及编辑您个人信息的入口。如果您无法通过上述方式访问或更改您的个人信息的，您可以通过客服电话与AERP取得联系。</p>
        <p class="p">2、如您希望撤回您对于我们继续收集和使用您的个人信息的授权的，您可以通过删除信息、关闭设备功能等方式改变您授权我们继续收集个人信息的范围或撤回您的授权（例如，您可以通过iOS 设备中的“设置-隐私-照片”来关闭您对手机相册的授权）。您也可以通过注销账号的方式，撤回我们继续收集您个人信息的全部授权。但是请您理解，<span class="underLine">某些功能需要基本的个人信息才能得以完成，当您撤回同意或授权后，我们无法继续为您提供撤回同意或授权所对应的服务，也不再处理您相应的个人信息。但您撤回同意或授权的决定，不会影响此前基于您的授权而开展的个人信息处理。</span></p>
        <p class="p">3、如您希望注销您AERP的账号，您可以通过文末“客服热线”与AERP取得联系，并请根据热线电话的提示进行相关操作、提供相关身份核实信息，并请注意热线电话告知您的相关提示事项。在核实您的身份并为您正式启动注销账号程序后，我们将停止为您提供产品或服务，并根据相关法律法规的规定删除，匿名化处理或者以法律规定的其他方式处理您的个人信息。</p>
        <p class="p">4、<span class="underLine">为确保个人信息安全，在您提出访问、更改或删除您个人信息的需求时，我们可能会对您进行必要的身份核实。我们将在收到您反馈、并验证您的身份后，一般30天内会答复您的请求。对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情收取一定成本费用。对于无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际（例如，涉及备份磁盘上存放的信息等)的请求，我们可能会予以拒绝。</span></p>
      </p>
      <h6 class="h6">六、个人信息的跨境传输</h6>
      <p class="p">
        <p class="p">原则上，我们在中华人民共和国境内运营中收集和产生的个人信息，将储存在中华人民共和国境内，以下情形除外：</p>
        <p class="p">（1）适用的法律有明确规定；</p>
        <p class="p">（2）获得您的明确授权；</p>
        <p class="p">（3）您通过互联网进行跨境交易等个人主动行为。</p>
        <p class="p">针对以上情形，我们会确保依据本隐私政策对您的个人信息提供足够的保护。</p>
      </p>
      <h6 class="h6">七、隐私协议的更新</h6>
      <p class="p">
        <p class="p">1、AERP平台有权随时修改本协议的任何条款，一旦本协议的内容发生变动，AERP平台将会在AERP页面上公布修改之后的协议内容，AERP平台也可选择通过其他适当方式（比如系统通知）向用户通知修改内容。</p>
        <p class="p">2、<span class="underLine">如果不同意AERP平台对本协议相关条款所做的修改，用户有权停止使用AERP服务。如果用户继续使用AERP服务，则视为用户接受AERP平台对本协议相关条款所做的修改。</span></p>
      </p>
      <h6 class="h6">八、如何联系我们</h6>
      <p class="p">
        <p class="p">如果您对本政策有任何疑问、意见或建议的，您可以通过如下方式联系我们:</p>
        <p class="p">AERP客服电话： 021-55558888 （工作时间 :周一到周五 (9:00-18:00) ）</p>
        <p class="p">联系地址：上海市闵行区申北路8号</p>
        <p class="p">邮编：201104</p>
        <p class="p">对于您的疑问、意见或建议，我们会尽快向您答复或与您联系。</p>
      </p>
    </div>
  </div>
</template>
<style lang="scss" scoped>
.underLine{
  text-decoration : underline
}
.demo_page {
  width: 100%;
  height: 100%;
  background: #ffffff;
}
.main {
  padding: 0 60rpx 60rpx 60rpx;
}
.p {
  text-indent: 69rpx;
  text-align: left;
}
p {
  text-align: left;
}
.h3 {
  font: 700 46rpx/2.2 '';
  text-align: center;
}
.h4 {
  font: 500 32rpx/1.5 '';
  text-align: center;
}
.h6 {
  font: 600 36rpx/2 '';
  text-align: center;
}
.P1 {
  font: 600 32rpx/1.2 '';

  text-align: left;
}
</style>