<template>
  <div class="demo_page">
    <div class="main">
      <h3 class="h3">访问信息的使用</h3>
      <h4 class="p">我们仅会出于以下目的，收集和使用您的个人信息：</h4>
      <br />
      <h6 class="h6">1、注册成为用户或登录</h6>
      <p
        class="p"
      >在您注册成为本小程序用户或进行登录时，您也可以通过第三方账户(如微信账户)登录本小程序，为便于您登录，我们需要从第三方处获取您的账户信息。如果您不提供前述信息，您可能无法注册账户或使用我们的服务。您可以根据您的需求上传头像、昵称、性别生日、姓名、手机号码和行驶证以完善您的个人信息，但您不提供这些信息，不会影响您注册成为我们的用户以及正常使用其他功能。</p>
      <br />
      <h6 class="h6">2、订单管理服务</h6>
      <p class="p">
        当您在我们的产品及/或服务中订购具体商品及/或服务时，我们会通过系统为您生成【测试】该商品及/或服务的订单。在下单过程中，您需要至少提供您的收货人姓名、收货人联系电话、车辆信息、商品/或服务，同时该订单中会载明您所【测试】的商品或服务信息、具体订单编号，订单创建时间、您支付的金额、服务金额、运费、优惠，订单渠道、服务类型、支付方式、配送方式、订单状态，我们收集这些信息是为了帮助您顺利完成交易，保障您的交易安全，查询订单信息，提供客服与售后服务及其他我们明确告知的目的。
        <br />为便于您了解查询订单信息并对订单信息进行管理，我们会收集您在使用我们服务过程中产生的订单信息用于向您展示及便于您对订单进行管理。
      </p>
      <br />
      <h6 class="h6">3.支付结算服务</h6>
      <p
        class="p"
      >在您下订单后，您可以选择我们的关联方或与我们合作的第三方支付机构所提供的支付服务。为了确认您的订单状态，向您交付产品或服务，在您完成在线支付后，我们需要获取您的支付方式及订单支付状态。</p>
      <br />
      <h6 class="h6">4、定位服务</h6>
      <p
        class="p"
      >如果您使用本小程序提供的定位服务时，我们可能会通过腾讯地图或高德地图开放平台，收集您的位置信息，以向您提供服务，如您拒绝提供您的位置信息，您可能无法享受本小程序提供的定位服务，但不影响您使用我们的其他业务功能。</p>
      <br />
      <h6 class="h6">5、新增车辆信息服务</h6>
      <p
        class="p"
      >如您通过“新增车辆”需要您通过本小程序提供的选择方式来提供您所对应的车型、车牌号、行驶里程、车架号、发动机号、商业车险公司、保险到期日期，以帮助您快速找到更适合的商品适配。</p>
      <br />
      <h6 class="h6">6、预约服务</h6>
      <p
        class="p"
      >如您通过“我的预约”进行申请预约服务时，本小程序会自动获取您的账号信息和联系方式以便于您在预约的时间段内准确的为您服务。或您可通过向客服团队拨打电话进行预约，在预约时需要向客服团队提供您的姓名和联系方式，以便为您更好的服务。</p>
      <br />
      <h6 class="h6">7.客户服务</h6>
      <p
        class="p"
      >当您与我们客服团队联系时，我们会以通话录音及人工录入的方式记录您的通话信息和您提出的意见或建议，您还需要提供您的姓名和联系方式，以便于我们处理纠纷、解决问题或向您反馈结果，如果您拒绝我们收集此类信息，会导致您无法拨打我们的客服电话或客服团队无法将处理结果反馈到您，但不影响使用我们其他业务功能</p>
    </div>
  </div>
</template>
<style lang="scss" scoped>
.demo_page {
  width: 100%;
  height: 100%;
  background: #ffffff;
}
.main {
  padding: 0 60rpx 60rpx 60rpx;
}
.p {
  text-indent: 69rpx;
  text-align: left;
}
p {
  text-align: left;
}
.h3 {
  font: 700 46rpx/2.2 '';
  text-align: center;
}
.h4 {
  font: 500 32rpx/1.5 '';
  text-align: center;
}
.h6 {
  font: 600 36rpx/2 '';
  text-align: center;
}
.P1 {
  font: 600 32rpx/1.2 '';

  text-align: left;
}
</style>