<template>
  <div class="demo_page">
    <div class="main">
      <h3 class="h3">上传内容的使用</h3>

      <br />
      <h6 class="h6">
        <p>一、用户在使用上传服务时，必须遵守中华人民共和国相关法律法规的规定，用户同意将不会利用本服务进行任何违法或不正当的活动，包括但不限于上传包含有下列内容之一的内容</p>
      </h6>
      <p
        class="p"
      >(1）反对宪法确定的基本原则；(2）危害国家统一、主权和领土完整的；(3）泄露国家秘密、危害国家安全或者损害国家荣誉和利益的；(4）煽动民族仇恨、民族歧视，破坏民族团结，或者侵害民族风俗、习惯的；(5）宣扬邪教、迷信的； (6）扰乱社会秩序，破坏社会稳定的； (7）诱导未成年人违法犯罪和渲染暴力、色情、赌博、恐怖活动的； (8）侮辱或者诽谤他人，侵害公民个人隐私等他人合法权益的；(9）危害社会公德，损害民族优秀文化传统的；(10）非法的广播电视频道、视听节目网站提供的非法内容；(11）侵犯他人的人身权及财产权；(12）侵犯他人作品的著作权等权利；(13）有关法律、行政法规和国家规定禁止的其他内容。</p>
      <br />
      <h6
        class="h6"
      >二、用户须对自己在使用该平台服务过程中的行为及上传的作品等承担全部法律责任。用户承担法律责任的形式包括但不限于：对受到侵害者进行赔偿，以及承担给该平台造成任何形式的损失赔偿责任。</h6>
      <br />
      <br />

      <br />
      <h6 class="h6">三.对于违规上传内容的处理原则：</h6>
      <p
        class="p"
      >(1) 如用户在使用上传服务时违反任何上述规定，公司有权要求用户改正或不经通知直接采取一切必要的措施（包括但不限于删除上传的内容）以减轻和消除用户不当行为造成的影响。(2) 如我们认为用户的上传行为严重违反了本协议，并给本平台造成了损害，公司无需进行事先通知即可终止用户的密码、帐号或本服务的使用，且公司对用户或任何第三人均不承担任何责任。(3) 公司有权启动必要的刑事及民事法律程序，维护公司的合法权益，追究违法用户的法律责任。(4) 我们坚决反对任何违反中华人民共和国有关著作权的法律法规的行为。虽然公司制定了旨在保护知识产权权利人合法权益的措施和步骤，但由于无法对用户上传到本平台的所有内容进行完全充分的监测，当用户、著作权人及/或依法可以行使权利的权利人发现用户上传的内容侵犯其著作权等权利，用户或权利人应向公司发出权利通知，我们将根据AERP平台协议、AERP平台用户服务协议和相关法律规定，采取包括但不限于删除用户发布信息内容、暂停使用许可、终止服务、限制使用帐号、回收帐号、追究法律责任等措施。</p>
    </div>
  </div>
</template>
<style lang="scss" scoped>
.demo_page {
  width: 100%;
  height: 100%;
  background: #ffffff;
}
.main {
  padding: 0 60rpx 60rpx 60rpx;
}
.p {
  text-indent: 69rpx;
  text-align: left;
}
p {
  text-align: left;
}
.h3 {
  font: 700 46rpx/2.2 '';
  text-align: center;
}
.h4 {
  font: 500 32rpx/1.5 '';
  text-align: center;
}
.h6 {
  font: 600 36rpx/2 '';
  text-align: center;
}
.P1 {
  font: 600 32rpx/1.2 '';

  text-align: left;
}
</style>